<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge 更新 1.2.145.5 及更高版本</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge 更新 1.3.21.81 及更高版本</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge 更新 1.3.26.0 及更高版本</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge 更新 1.3.33.5 及更高版本</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge 更新 1.3.34.3 及更高版本</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge 更新 1.3.119.43 及更高版本</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge 更新 1.3.128.0 及更高版本</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge 更新 1.3.127.1 及更高版本</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge 更新 1.3.133.3 及更高版本</string>
      <string id="Cat_Google">Microsoft Edge 更新</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge 更新</string>
      <string id="Cat_Preferences">首选项</string>
      <string id="Cat_ProxyServer">代理服务器</string>
      <string id="Cat_Applications">应用程序</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">自动更新检查时段替代</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">每天中取消自动更新检查的时间段</string>
      <string id="Pol_DownloadPreference">下载 URL 类替代</string>
      <string id="DownloadPreference_DropDown">可缓存的下载 URL</string>
      <string id="Pol_ProxyMode">选择如何指定代理服务器设置</string>
      <string id="Pol_ProxyServer">代理服务器的地址或 URL</string>
      <string id="Pol_ProxyPacUrl">指向代理 .pac 文件的 URL</string>
      <string id="Pol_DefaultAllowInstallation">默认允许安装</string>
      <string id="Pol_AllowInstallation">允许安装</string>
      <string id="Pol_DefaultUpdatePolicy">更新策略替代默认值</string>
      <string id="Pol_UpdatePolicy">更新策略替代</string>
      <string id="Pol_DefaultCreateDesktopShortcut">默认安装时禁止创建桌面快捷方式</string>
      <string id="Pol_CreateDesktopShortcut">安装时禁止创建桌面快捷方式</string>
      <string id="Pol_TargetVersionPrefix">目标版本覆盖</string>
      <string id="Pol_RollbackToTargetVersion">回退到目标版本</string>
      <string id="Pol_AllowSideBySideExperience">允许 Microsoft Edge 并行浏览器体验</string>
      <string id="Explain_AllowSideBySideExperience">此策略允许用户并行运行 Microsoft Edge (Edge HTML) 和（基于 Chromium 的）Microsoft Edge。
如果将此策略设置为“未配置”，则在（基于 Chromium 的）Microsoft Edge 稳定通道和 2019 年 11 月的安全更新安装之后，（基于 Chromium 的）Microsoft Edge 将替换 Microsoft Edge (Edge HTML)。这与“禁用”设置的行为相同。
“禁用”设置将阻止并行体验和（基于 Chromium 的）Microsoft Edge 稳定通道与 2019 年 11 月的安全更新安装之后（基于 Chromium 的）Microsoft Edge 对 Microsoft Edge (Edge HTML) 的替换。这与“未配置”设置的行为相同。
如果此策略为“已启用”，则（基于 Chromium 的）Microsoft Edge 和 Microsoft Edge (Edge HTML) 可以在（基于 Chromium 的）Microsoft Edge 安装之后并行运行。
要使此组策略生效，必须在 Windows 更新自动安装（基于 Chromium 的）Microsoft Edge 之前完成配置。注意：用户可以使用（基于 Chromium 的）Microsoft Edge 拦截程序工具包，阻止（基于 Chromium 的）Microsoft Edge 的自动更新。</string>
      <string id="Part_AutoUpdateCheckPeriod">更新检查之间的分钟数</string>
      <string id="Part_UpdateCheckSuppressedStartHour">一天中取消更新检查的开始时间</string>
      <string id="Part_UpdateCheckSuppressedStartMin">开始取消更新检查的小时分钟数</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">每天取消更新检查的分钟数</string>
      <string id="Part_ProxyMode">选择如何指定代理服务器设置</string>
      <string id="Part_ProxyServer">代理服务器的地址或 URL</string>
      <string id="Part_ProxyPacUrl">指向代理 .pac 文件的 URL</string>
      <string id="Part_UpdatePolicy">更新策略</string>
      <string id="Part_TargetVersionPrefix">目标版本</string>
      <string id="Name_UpdatesEnabled">始终允许更新(推荐)</string>
      <string id="Name_ManualUpdatesOnly">仅手动更新</string>
      <string id="Name_AutomaticUpdatesOnly">仅自动静默更新</string>
      <string id="Name_UpdatesDisabled">更新已禁用</string>
      <string id="ProxyDisabled_DropDown">从不使用代理</string>
      <string id="ProxyAutoDetect_DropDown">自动检测代理设置</string>
      <string id="ProxyPacScript_DropDown">使用 .pac 代理脚本</string>
      <string id="ProxyFixedServers_DropDown">使用固定的代理服务器</string>
      <string id="ProxyUseSystem_DropDown">使用系统代理设置</string>
      <string id="Explain_GoogleUpdate">使用 Microsoft Edge 更新控制 Microsoft Edge 的安装和更新的策略。</string>
      <string id="Explain_Preferences">Microsoft Edge 更新的常规策略。</string>
      <string id="Explain_AutoUpdateCheckPeriod">如果已启用，则此策略允许你为最小自动更新检查间隔分钟数设置值。否则，默认情况下，自动更新每 10 小时检查一次更新。
如果想要禁用所有自动更新检查，请将该值设置为 0（不推荐）。</string>
      <string id="Explain_DownloadPreference">如果已启用，Microsoft Edge 更新服务器将尝试在其响应中为更新负载提供缓存友好的 URL。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">如果启用此策略，则每天从 Hour:Minute 开始禁止更新检查，并持续一定的时间(以分钟为单位)。持续时间不受夏令时影响。例如，如果开始时间为 22:00，持续时间为 480 分钟，则更新将恰好被禁止 8 小时，而无论夏令时是在此期间开始或结束。

  如果禁用或不配置此策略，则不会在任何特定时间段内禁止更新检查。</string>
      <string id="Explain_ProxyMode">允许你指定 Microsoft Edge 更新所使用的代理服务器设置。

如果启用此策略，则可以选择以下代理服务器选项之一：
   -如果选择从不使用代理服务器并且始终直接连接，则将忽略所有其他选项。
   -如果选择使用系统代理设置或自动检测代理服务器，则会忽略所有其他选项。
   -如果选择“固定服务器代理”模式，则可以在 '代理服务器的地址或 URL' 策略中指定更多选项。
   -如果选择使用 pac 代理脚本，则必须在 '指向代理 .pac 文件的 URL' 策略中指定脚本的 URL。

  如果启用此策略，则组织中的用户无法在 Microsoft Edge 更新中更改代理设置。

  如果禁用或未配置此策略，则不会配置任何代理服务器设置，但组织中的用户可以为 Microsoft Edge 更新选择自己的代理设置。</string>
      <string id="Explain_ProxyServer">允许指定供 Microsoft Edge 更新使用的代理服务器的URL。

  如果启用此策略，则可以设置组织中的 Microsoft Edge 更新所使用的代理服务器 URL。

  仅当你在 "选择如何指定代理服务器设置" 策略中选择了手动代理设置时，才会应用此策略。

  如果在 "选择如何指定代理服务器设置" 策略中选择了“手动”之外的代理设置，则不要配置此策略。</string>
      <string id="Explain_ProxyPacUrl">允许指定代理自动配置（PAC）文件的 URL。

  如果启用此策略，则可以为PAC文件指定一个URL，以自动执行 Microsoft Edge 更新如何选择适当的代理服务器来提取特定网站。

仅当已在 "选择如何指定代理服务器设置" 策略中指定手动代理设置时，才会应用此策略。

如果在 "选择如何指定代理服务器设置" 策略中选择了“手动”之外的代理设置，则不需要配置此策略。</string>
      <string id="Explain_Applications">需要更新的 ADMX/ADML 模板才能支持将来发布的 Microsoft Edge 应用程序。</string>
      <string id="Explain_DefaultAllowInstallation">你可以指定所有通道的默认行为，以便在加入域的设备上允许或阻止 Microsoft Edge。

你可以通过为特定通道启用 '允许安装' 策略来覆盖各个通道的此策略。

如果禁用此策略，则会阻止 Microsoft Edge 的安装。仅当 '允许安装' 策略设置为“未配置”时，才会影响 Microsoft Edge 软件的安装。

此策略不会阻止 Microsoft Edge 更新运行，也不会阻止用户通过其他方法安装 Microsoft Edge 软件。</string>
      <string id="Explain_DefaultUpdatePolicy">允许针对 Microsoft Edge 更新处理 Microsoft Edge 可用更新方式的相关所有通道设置默认行为。可以通过为这些特定通道指定 "更新策略替代" 策略来覆盖各通道。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“ 更新策略替代”策略指定的可用更新。</string>
      <string id="Explain_DefaultCreateDesktopShortcut">可用于指定安装 Microsoft Edge 后所有频道创建桌面快捷方式的默认行为。

  如果启用此策略，安装 Microsoft Edge 后将创建桌面快捷方式。
  如果禁用此策略，安装 Microsoft Edge 后不会创建桌面快捷方式。
  如果不配置此策略，将在安装过程中创建 Microsoft Edge 的桌面快捷方式。
  如果已安装 Microsoft Edge，则此策略将不起作用。</string>
      <string id="Explain_CreateDesktopShortcut">如果启用此策略，安装 Microsoft Edge 后将创建桌面快捷方式。
  如果禁用此策略，安装 Microsoft Edge 后不会创建桌面快捷方式。
  如果不配置此策略，将在安装过程中创建 Microsoft Edge 的桌面快捷方式。
  如果已安装 Microsoft Edge，则此策略不起作用。

  如果不为某个频道配置此策略，则由 '默认安装时禁止创建桌面快捷方式' 策略配置决定在安装 Microsoft Edge 后是否创建快捷方式。</string>
      <string id="Explain_WebView">为 Microsoft Edge WebView 指定策略。</string>
      <string id="Explain_WebView_AutoUpdate">允许你指定是否为 Microsoft Edge WebView 启用自动更新。Microsoft Edge WebView 是应用程序用来显示 Web 内容的组件。
  默认情况下会启用自动更新。禁用 Microsoft Edge WebView 的自动更新可能会导致依赖此组件的应用程序出现兼容性问题。

 如果启用此策略，则 Microsoft Edge 更新将根据以下选项的配置方式来处理 Microsoft Edge WebView 更新:
  - 始终允许更新: 自动下载并应用更新
  - 更新已禁用: 从不下载或应用更新

  如果不启用此策略，则会自动下载并应用更新。</string>
      <string id="Explain_WebView_Install">可用于指定能否使用 Microsoft Edge 更新来安装 Microsoft Edge WebView。

 - 如果启用此策略，则用户可通过 Microsoft Edge 更新来安装 Microsoft Edge WebView。
 - 如果禁用此策略，用户无法通过 Microsoft Edge 更新来安装 Microsoft Edge WebView。
 - 如果不配置此策略，则由 "默认允许安装" 策略配置来决定用户是否可通过 Microsoft Edge 更新安装 Microsoft Edge WebView。</string>
      <string id="Explain_WebView_TargetVersionPrefix">如果启用此策略和自动更新，则 Microsoft Edge WebView 将会更新至此策略值指定的版本。
  策略值必须为特定 Microsoft Edge WebView 版本，如 83.0.499.12。如果设备安装了比指定值更新的 Microsoft Edge WebView 版本，则 Microsoft Edge WebView 将使用较新版本，不会降级为指定版本。

  如果指定版本不存在，或者格式不正确，则 Microsoft Edge WebView 将沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 '默认允许安装' 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。 More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。 当企业管理员出于业务原因需要降级时，应将此策略用作临时措施。为了确保用户受最新的安全更新的保护，应该使用最新的版本。当版本降级为较旧版本时，可能存在不兼容的情况。</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 '默认允许安装' 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。 More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。 当企业管理员出于业务原因需要降级时，应将此策略用作临时措施。为了确保用户受最新的安全更新的保护，应该使用最新的版本。当版本降级为较旧版本时，可能存在不兼容的情况。</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 '默认允许安装' 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。 More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。 当企业管理员出于业务原因需要降级时，应将此策略用作临时措施。为了确保用户受最新的安全更新的保护，应该使用最新的版本。当版本降级为较旧版本时，可能存在不兼容的情况。</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 '默认允许安装' 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。 More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。 当企业管理员出于业务原因需要降级时，应将此策略用作临时措施。为了确保用户受最新的安全更新的保护，应该使用最新的版本。当版本降级为较旧版本时，可能存在不兼容的情况。</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 '默认允许安装' 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。 More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。 当企业管理员出于业务原因需要降级时，应将此策略用作临时措施。为了确保用户受最新的安全更新的保护，应该使用最新的版本。当版本降级为较旧版本时，可能存在不兼容的情况。</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新检查之间的分钟数</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">小时</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分钟</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">持续时间</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要请求的下载 URL 的类型</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">选择如何指定代理服务器设置
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>代理服务器的地址或 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>指向代理 .pac 文件的 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新策略</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新策略</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>目标版本</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>